import { CompaniesList } from "./types";

export const COMPANIES: CompaniesList = {
  1: {
    id: 1,
    name: "Тинькофф",
    address: "г. Самара, ул.Южная 12 А",
  },
  2: {
    id: 2,
    name: "Сбербанк",
    address: "г. Самара, ул.Южная 12 А",
  },
  3: {
    id: 3,
    name: "Живика",
    address: "г. Самара, ул.Южная 12 А",
  },
  4: {
    id: 4,
    name: "Пятерочка",
    address: "г. Самара, ул.Южная 12 А",
  },
  5: {
    id: 5,
    name: "Дом Кофе",
    address: "г. Самара, ул.Южная 12 А",
  },
  6: {
    id: 6,
    name: "Стройком",
    address: "г. Самара, ул.Южная 12 А",
  },
  7: {
    id: 7,
    name: "Телекан",
    address: "г. Самара, ул.Южная 12 А",
  },
  8: {
    id: 8,
    name: "Классика",
    address: "г. Самара, ул.Южная 12 А",
  },
  9: {
    id: 9,
    name: "Магазин у дома",
    address: "г. Самара, ул.Южная 12 А",
  },
  10: {
    id: 10,
    name: "Булочная №6",
    address: "г. Самара, ул.Южная 12 А",
  },

  11: {
    id: 11,
    name: "Бассейн",
    address: "г. Самара, ул.Южная 12 А",
  },
  12: {
    id: 12,
    name: "Агент",
    address: "г. Самара, ул.Южная 12 А",
  },
  13: {
    id: 13,
    name: "Авто Парк",
    address: "г. Самара, ул.Южная 12 А",
  },
  14: {
    id: 14,
    name: "Фобос",
    address: "г. Самара, ул.Южная 12 А",
  },
  15: {
    id: 15,
    name: "Куба",
    address: "г. Самара, ул.Южная 12 А",
  },
  16: {
    id: 16,
    name: "Быстрые решения",
    address: "г. Самара, ул.Южная 12 А",
  },
  17: {
    id: 17,
    name: "ТехСвязь",
    address: "г. Самара, ул.Южная 12 А",
  },
  18: {
    id: 18,
    name: "Студия загара",
    address: "г. Самара, ул.Южная 12 А",
  },
  19: {
    id: 19,
    name: "Лен Холод",
    address: "г. Самара, ул.Южная 12 А",
  },
  20: {
    id: 20,
    name: "Ремонт одежды",
    address: "г. Самара, ул.Южная 12 А",
  },
};
